IDEA Open Model
LoadingSLS.InternalForcesVariable Property
Compatible with IDEA StatiCa v 10.1
 Variable internal force in staged section only
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ResultOfInternalForces InternalForcesVariable { get; set; }
Public Property InternalForcesVariable As ResultOfInternalForces
	Get
	Set
public:
property ResultOfInternalForces^ InternalForcesVariable {
	ResultOfInternalForces^ get ();
	void set (ResultOfInternalForces^ value);
}
Property Value
Type: ResultOfInternalForces
See Also
Reference
LoadingSLS Class
IdeaRS.OpenModel.Concrete.Load Namespace